import type { BookItem } from "./types";

/**
 * 诗经
 */
export const SHI_JING_ITEMS: BookItem[] = [
  {
    "title": "关雎",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "关关雎鸠，在河之洲。窈窕淑女，君子好逑。",
      "参差荇菜，左右流之。窈窕淑女，寤寐求之。",
      "求之不得，寤寐思服。悠哉悠哉，辗转反侧。",
      "参差荇菜，左右采之。窈窕淑女，琴瑟友之。",
      "参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。"
    ]
  },
  {
    "title": "葛覃",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。",
      "葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为绤，服之无斁。",
      "言告师氏，言告言归。薄污我私，薄浣我衣。害浣害否，归宁父母。"
    ]
  },
  {
    "title": "卷耳",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "采采卷耳，不盈顷筐。嗟我怀人，置彼周行。",
      "陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。",
      "陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。",
      "陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。"
    ]
  },
  {
    "title": "樛木",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "南有樛木，葛藟累之。乐只君子，福履绥之。",
      "南有樛木，葛藟荒之。乐只君子，福履将之。",
      "南有樛木，葛藟萦之。乐只君子，福履成之。"
    ]
  },
  {
    "title": "螽斯",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "螽斯羽，诜诜兮。宜尔子孙，振振兮。",
      "螽斯羽，薨薨兮。宜尔子孙。绳绳兮。",
      "螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。"
    ]
  },
  {
    "title": "桃夭",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "桃之夭夭，灼灼其华。之子于归，宜其室家。",
      "桃之夭夭，有蕡其实。之子于归，宜其家室。",
      "桃之夭夭，其叶蓁蓁。之子于归，宜其家人。"
    ]
  },
  {
    "title": "兔罝",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。",
      "肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。",
      "肃肃免罝，施于中林。赳赳武夫，公侯腹心。"
    ]
  },
  {
    "title": "芣苡",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "采采芣苡，薄言采之。采采芣苡，薄言有之。",
      "采采芣苡，薄言掇之。采采芣苡，薄言捋之。",
      "采采芣苡，薄言袺之。采采芣苡，薄言襭之。"
    ]
  },
  {
    "title": "汉广",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "南有乔木，不可休息。汉有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。",
      "翘翘错薪，言刈其楚。之子于归，言秣其马。汉之广矣，不可泳思。江之永矣，不可方思。",
      "翘翘错薪，言刈其蒌。之子于归。言秣其驹。汉之广矣，不可泳思。江之永矣，不可方思。"
    ]
  },
  {
    "title": "汝坟",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "遵彼汝坟，伐其条枚。未见君子，惄如调饥。",
      "遵彼汝坟，伐其条肄。既见君子，不我遐弃。",
      "鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。"
    ]
  },
  {
    "title": "麟之趾",
    "chapter": "国风",
    "section": "周南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "麟之趾，振振公子，于嗟麟兮。",
      "麟之定，振振公姓，于嗟麟兮。",
      "麟之角，振振公族，于嗟麟兮。"
    ]
  },
  {
    "title": "鹊巢",
    "chapter": "国风",
    "section": "召南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "维鹊有巢，维鸠居之。之子于归，百两御之。",
      "维鹊有巢，维鸠方之。之子于归，百两将之。",
      "维鹊有巢，维鸠盈之。之子于归，百两成之。"
    ]
  },
  {
    "title": "采蘩",
    "chapter": "国风",
    "section": "召南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "于以采蘩？于沼于沚。于以用之？公侯之事。",
      "于以采蘩？于涧之中。于以用之？公侯之宫。",
      "被之僮僮，夙夜在公。被之祁祁，薄言还归。"
    ]
  },
  {
    "title": "草虫",
    "chapter": "国风",
    "section": "召南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。",
      "陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。",
      "陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。"
    ]
  },
  {
    "title": "采蘋",
    "chapter": "国风",
    "section": "召南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "于以采蘋？南涧之滨。于以采藻？于彼行潦。",
      "于以盛之？维筐及筥。于以湘之？维锜及釜。",
      "于以奠之？宗室牖下。谁其尸之？有齐季女。"
    ]
  },
  {
    "title": "甘棠",
    "chapter": "国风",
    "section": "召南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "蔽芾甘棠，勿翦勿伐，召伯所茇。",
      "蔽芾甘棠，勿翦勿败，召伯所憩。",
      "蔽芾甘棠，勿翦勿拜，召伯所说。"
    ]
  },
  {
    "title": "行露",
    "chapter": "国风",
    "section": "召南",
    "category": "shi_jing",
    "author": "佚名",
    "content": [
      "厌浥行露，岂不夙夜，谓行多露。",
      "谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！",
      "谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！"
    ]
  },
];
