import type { BookItem } from "./types";

/**
 * 水墨唐诗
 */
export const SHUI_MO_TANG_SHI_ITEMS: BookItem[] = [
  {
      "author": "刘禹锡",
      "title": "蜀先主庙",
      "category": "shui_mo_tang_shi",
      "content": [
          "天地英雄气，千秋尚凛然。",
          "势分三足鼎，业复五铢钱。",
          "得相能开国，生儿不象贤。",
          "凄凉蜀故伎，来舞魏宫前。"
      ],
      "prologue": "此诗歌颂了开国之君刘备的历史功绩。天地英雄的气派，千秋还存在的凛然正气。在三足鼎立的形势下，从事兴复汉室。得到诸葛丞相，便开创了蜀国；生个儿子刘禅，却不像先贤。令人感到凄凉的是，蜀国原来的歌伎，竟来到洛阳的魏宫起舞。"
  },
  {
      "author": "王建",
      "title": "新嫁娘",
      "category": "shui_mo_tang_shi",
      "content": [
          "三日入厨下，洗手作羹汤。",
          "未谙姑食性，先遣小姑尝。"
      ],
      "prologue": "此诗朴素生动地刻划了封建社会媳妇对婆婆，特别是新嫁娘初到婆婆家，那种畏惧谨慎的心理状态。　　按照习俗，新嫁娘婚后的第三天要下厨做菜。　　第三天下厨房，洗手后煮羹汤，不熟悉婆婆的口味，先请小姑尝试。"
  },
  {
      "author": "王建",
      "title": "田家行",
      "category": "shui_mo_tang_shi",
      "content": [
          "男声欣欣女颜悦，人家不怨言语别。",
          "五月虽热麦风清，檐头索索缲车鸣。",
          "野蚕作茧人不取，叶间扑扑秋蛾生。",
          "麦收上场绢在轴，的知输得官家足。",
          "不望入口复上身，且免向城卖黄犊。",
          "田家衣食无厚薄，不见县门身即乐。"
      ],
      "prologue": "田家一派丰收景象，男女老少都高兴，不说一句跟往常一样怨恨的话。五月虽然炎热，但吹来带着麦香的风，特别清凉；屋檐下缫丝车发出索索的响声。野蚕茧竟没有人收取，叶间竟扑扑地长出了秋蛾。麦子已经收割上场，丝绢已缠在轴上，确实知道缴纳赋税让官家富足。不指望将丰收的产品自已吃，自已穿，只要过得下去，不到城里去卖小牛就行。田家不讲究衣食的好歹，只要不去县衙门就是快乐。"
  },
  {
      "author": "张籍",
      "title": "野老歌",
      "category": "shui_mo_tang_shi",
      "content": [
          "老农家贫在山住，耕种山田三四亩。",
          "苗疏税多不得食，输入官仓化为土。",
          "岁暮锄犁傍空室，呼儿登山收橡实。",
          "西江贾客珠百斛，船中养犬长食肉。"
      ],
      "prologue": "老翁家贫住在山中，靠耕种三四亩山田为生。田亩少，赋税多，没有吃的。粮食送进官府的仓库，最后腐烂变质，化为泥土。一年到头，家中只剩下锄头、犁耙靠在空房子里面，只好叫儿子上山去拾橡子充饥。西来的长江的富商的船中，成百上千的珠宝用斛来计量，连船上养的狗也长年吃肉。"
  },
  {
      "author": "张籍",
      "title": "没蕃故人",
      "category": "shui_mo_tang_shi",
      "content": [
          "前年戍月支，城下没全师。",
          "蕃汉断消息，死生长别离。",
          "无人收废帐，归马识残旗。",
          "欲祭疑君在，天涯哭此时。"
      ],
      "prologue": "诗写悼念战死于吐蕃的故人。　　前年我军讨伐月支(借指吐蕃)，城下一战，全军覆没。战后，吐蕃和汉族从此断绝消息，死的死，活的活，长时间地分离。打战后废弃的营帐无人收，只有马还能认识残旗，知道回来的路。想要祭奠，怀疑君还活着，此时只有向着天涯放声痛哭。"
  },
  {
      "author": "孟郊",
      "title": "游子吟",
      "category": "shui_mo_tang_shi",
      "content": [
          "慈母手中线，游子身上衣。",
          "临行密密缝，意恐迟迟归。",
          "谁言寸草心，报得三春晖。"
      ],
      "prologue": "母亲为即将远去的儿子缝补衣裳，临行时密密地缝补，担心他要很长的时间不能回来。子女像小草般的爱心，难以报答像春天阳光一样的母爱。 "
  },
  {
      "author": "李益",
      "title": "暖川",
      "category": "shui_mo_tang_shi",
      "content": [
          "胡风冻合鸊鹈泉，牛马千群逐暖川。",
          "塞外征行无尽日，年年移帐雪中天。"
      ],
      "prologue": "诗写戍边战士在冰天雪地中度过漫长的艰苦岁月。塞外的寒风吹得鸊鹈泉结了厚冰，千万群牛马向温暖的平川迁移。军队在塞外征战没有尽期，年年转战在冰天雪地。"
  },
  {
      "author": "李益",
      "title": "从军北征",
      "category": "shui_mo_tang_shi",
      "content": [
          "天山雪后海风寒，横笛偏吹《行路难》。",
          "碛里征人三十万，一时回首月中看。"
      ],
      "prologue": "天山下了一场大雪，薄海刮来寒冷的风。行军途中，战士都吹起《行路难》的笛曲。沙漠里征军三十万，一到夜晚，所有的战士都望着故乡的明月。"
  },
  {
      "author": "李益",
      "title": "夜上受降城闻笛",
      "category": "shui_mo_tang_shi",
      "content": [
          "回乐烽前沙似雪，受降城外月如霜。",
          "不知何处吹芦管，一夜征人尽望乡。"
      ],
      "prologue": "月光像霜一样洁白而寒冷，映照在回乐城东面耸立着的烽火台。沙漠像雪一样白，边塞一片荒凉景象。不知什么地方吹响了芦管的音乐，整个夜晚，所有的将士都在思念自已的故乡。"
  },
  {
      "author": "李益",
      "title": "水宿闻雁",
      "category": "shui_mo_tang_shi",
      "content": [
          "早雁忽为双，惊秋风水凉。",
          "夜长人自起，星月满空江。"
      ],
      "prologue": "诗写作者在水边住宿，在早起的一瞬间所见雁群的景象。　　清晨的大雁忽然变成一对对。秋风吹过，江水寒冷，把大雁惊醒，它们迅速地飞离。经过漫漫长夜，我起身只见天上布满星月，映照在空落落的江水之上。"
  },
  {
      "author": "李益",
      "title": "江南曲",
      "category": "shui_mo_tang_shi",
      "content": [
          "嫁得瞿塘贾，朝朝误妾期。",
          "早知潮有信，嫁与弄潮儿。"
      ],
      "prologue": "此诗摹拟商人妻子的口吻写别离的哀怨。　　嫁给瞿塘的商人，每天都耽误约定的时期。早知道潮水涨落有定时，不如嫁给弄潮的人。"
  },
  {
      "author": "卢纶",
      "title": "送李端",
      "category": "shui_mo_tang_shi",
      "content": [
          "故关衰草遍，离别正堪悲。",
          "路出寒云外，人归暮雪时。",
          "少孤为客早，多难识君迟。",
          "掩泣空相向，风尘何所期。"
      ],
      "prologue": "这是一首送别诗。　　往日的要塞荒草遍地，在这里离别真令人悲伤。道路通向寒冷的云天之外，送别的人踏着傍晚的雪花归来。幼年失去父亲，很早就漂流在外，困难重重，可惜认识得太迟。朝他离去的方向掩面哭泣，风尘仆仆，今朝一别，什么时候再相见呢？"
  },
  {
      "author": "卢纶",
      "title": "晚次鄂州",
      "category": "shui_mo_tang_shi",
      "content": [
          "云开远见洛阳城，犹见孤帆一日程。",
          "估客昼眠知浪静，舟人夜语觉潮生。"
      ],
      "prologue": "三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。　　云高气爽，远远可望见汉阳城，孤舟还要走一天的路程。商人白天睡觉感觉风平浪静，驾船人半夜说话，让人感觉潮水上涨。在三湘地区，因愁苦变白的双鬓正遇上萧条的秋色，面对明月，不禁有万里归乡之心。田园家产的旧业已经随着征战被毁光，更不能忍受长江上战鼓的声音。"
  },
  {
      "author": "卢纶",
      "title": "塞下曲",
      "category": "shui_mo_tang_shi",
      "content": [
          "林暗草惊风，将军夜引弓。",
          "平明寻白羽，没在石棱中。"
      ],
      "prologue": "夜晚，树林阴暗不明，野草在疾风中颤动，将军拉开了他的弓简明。天刚亮时，去寻找尾部装有白色鸟羽箭矢。箭已射入石中。"
  },
  {
      "author": "韦应物",
      "title": "寄李儋元锡",
      "category": "shui_mo_tang_shi",
      "content": [
          "去年花里逢君别，今日花开又一年。",
          "世事茫茫难自料，春愁黯黯独成眠。",
          "身多疾病思田里，邑有流亡愧俸钱。",
          "闻道欲来相问讯，西楼望月几回圆。"
      ],
      "prologue": "记得去年春天，在百花盛开的时节与君相逢而又分别。过了一年，又到花开时节。世事茫茫，难以预料。春愁使我心神黯淡，夜晚难以入睡。因身体多病而想念田园乡里。城邑中有百姓流离失所，真是愧对官吏的俸禄。听说你们想来探望我，我常在西楼盼望，已经有好几个月了 "
  },
  {
      "author": "韦应物",
      "title": "赋得暮雨送李曹",
      "category": "shui_mo_tang_shi",
      "content": [
          "楚江微雨里，建业暮钟时。",
          "漠漠帆来重，冥冥鸟去迟。",
          "海门深不见，浦树远含滋。",
          "相送情无限，沾襟比散丝。"
      ],
      "prologue": "在长江的小雨之中，在建业晚钟敲响的时候，水气弥漫，风帆被雨打湿，行驶沉重。天气昏暗，归鸟也迟迟飞去。遥望前方，海门深远而看不见，远处长江边的树林，饱含着水汽。朋友相送，怀着无限的深情，像密雨一样的眼泪纵横，打湿了我的衣襟。"
  },
  {
      "author": "韦应物",
      "title": "夕次盱眙县",
      "category": "shui_mo_tang_shi",
      "content": [
          "落帆逗淮镇，停舫临孤驿。",
          "浩浩风起波，冥冥日沉夕。",
          "人归山郭暗，雁下芦洲白。",
          "独夜忆秦关，听钟未眠客。"
      ],
      "prologue": "傍晚，落下风帆，船舫停泊在淮水边的盱眙县，靠近一家孤独的驿站。晚风劲吹，水波浩荡，太阳西下，天色昏暗。人回归昏暗的山城，雁群落到芦苇开花的水洲。独自一人过夜，不禁思念家乡，一直到早上钟响，都不能入睡。"
  },
  {
      "author": "韦应物",
      "title": "长安遇冯著",
      "category": "shui_mo_tang_shi",
      "content": [
          "客从东方来，衣上灞陵雨。",
          "问客何为来，采山因买斧。",
          "冥冥花正开，飏飏燕新乳。",
          "昨别今已春，鬓丝生几缕。"
      ],
      "prologue": "客人从长安东边来这里，衣服上还留着灞陵的雨水。询问客人近况，流露出买斧采山归隐的想法。春花正静静地开放，乳燕轻轻地飞翔。去年分别，现在又到春天，两鬓又增添了几缕白发。"
  },
  {
      "author": "韦应物",
      "title": "初发杨子寄元大校书",
      "category": "shui_mo_tang_shi",
      "content": [
          "凄凄去亲爱，泛泛入烟雾。",
          "归棹洛阳人，残钟广陵树。",
          "今朝此为别，何处还相遇。",
          "世事波上舟，沿洄安得住？。"
      ],
      "prologue": "悲凄凄地离开相亲相爱的朋友，泛泛地漂流在烟雾一样的世界。乘上回归洛阳的船舫，在广陵的树下听晓钟的残音。今朝在这里分别，谁知在什么地方还能相遇？世事好像这漂泊在波涛上的小船，谁能把握自已的顺境和逆境呢？"
  },
  {
      "author": "韦应物",
      "title": "滁州西涧",
      "category": "shui_mo_tang_shi",
      "content": [
          "独怜幽草涧边生，上有黄鹂深树鸣。",
          "春潮带雨晚来急，野渡无人舟自横。"
      ],
      "prologue": "特别喜爱看生长在涧边的幽雅的青草，绿阴深处，黄鹂在上面婉转地鸣叫。傍晚，春水如潮，再加上雨水来势紧急，郊野的渡口无人来往，渡船始终像原来的样子横在那里。"
  },
  {
      "author": "韦应物",
      "title": "秋夜寄邱员外",
      "category": "shui_mo_tang_shi",
      "content": [
          "怀君属秋夜，散步咏凉天。",
          "空山松子落，幽人应未眠。"
      ],
      "prologue": "适逢秋夜天凉，我出外散步吟诗，不禁怀念起君来。空山分外幽静，只听见松子落地的声音。隐居的你，在这个时候一定还没有入睡。"
  },
  {
      "author": "戴叔伦",
      "title": "江乡故人偶集客舍",
      "category": "shui_mo_tang_shi",
      "content": [
          "天秋月又满，城阙夜千重。",
          "还作江南会，翻疑梦里逢。",
          "风枝惊暗鹊，露草泣寒虫。",
          "羁旅长堪醉，相留畏晓钟。"
      ],
      "prologue": "秋天月又圆，照射着京城的宫阙，出现千道暗影。居然能在京城会集江南故人，反而怀疑是梦中相逢。风刮树枝，使藏身树上的鹊鸟惊恐，露水打湿青草，让寒虫吓得哭泣。作客他乡，可长夜醉饮，只怕晓钟一响，就难以相信了。"
  },
  {
      "author": "戴叔伦",
      "title": "题三闾大夫庙",
      "category": "shui_mo_tang_shi",
      "content": [
          "沅湘流不尽，屈子怨何深。",
          "日暮秋风起，萧萧枫树林。"
      ],
      "prologue": "沅江、湘江的水长流不断，诉说着屈原多么深的怨恨。太阳西下，秋风萧瑟，枫树摇曳，恍惚中如见屈原归来。"
  },
];